Repository: common-repository/wp-hotell-managed
Catalog: languages/wphm-*.po
Languages: nb_no

source: WP Hotell Managed
nb_no: WP Hotell Administrert

source: Settings for managed sites
nb_no: Innstillinger for administrerte sider

source: Limit number of login attempts (3 times)
nb_no: Begrens antall login-forsøk (3 ganger)

source: Show "This site is Managed" login logo
nb_no: Vis "Denne siden er administrert" login logo

source: Disable admin notices
nb_no: Deaktiver administrative varsler

source: Disable automatic updates
nb_no: Deaktiver automatiske oppdateringer

source: Hide WordPress Core updates messages
nb_no: Skjul WordPress-kjerneoppdateringer varsler

source: Hide Themes updates messages
nb_no: Skjul tema-oppdateringer varsler

source: Hide Plugins updates messages
nb_no: Skjul plugins-oppdateringer varsler

source: For developer:
nb_no: For utvikler:

source: Show Staging warning if "staging" is detected in url
nb_no: Vis Staging advarsel hvis "staging" blir oppdaget i url

source: Enable debugging mode and show a warning
nb_no: Aktiver debug modus og vis en advarsel

source: Save changes
nb_no: Lagre endringer

source: Managed WordPress web hotels means that hosts handle basic hosting administrative tasks. We recommend consulting with your sites manager before making changes here.
nb_no: Administrerte WordPress webhoteller betyr at verter håndterer grunnleggende hostingoppgaver. Vi anbefaler å konsultere med administrator for nettstedet ditt før du gjør endringer her.

source: <strong>Warning</strong>: You have tried to many times, you can try again in %1$s.
nb_no: <strong>Advarsel</strong>: Du har prøvd for mange ganger, prøv igjen om %1$s.

source: second
nb_no: sekund

source: seconds
nb_no: sekunder

source: minute
nb_no: minutt

source: minutes
nb_no: minutter

source: hour
nb_no: time

source: hours
nb_no: timer

source: day
nb_no: dag

source: days
nb_no: dager

source: week
nb_no: uke

source: weeks
nb_no: uker

source: month
nb_no: måned

source: months
nb_no: måneder

source: year
nb_no: år

source: years
nb_no: årer

source: You are now editing in Staging
nb_no: Du redigerer nå i Staging

source: Debugging mode enabled
nb_no: Debug modus er aktivert

source: We help you as an admin to efficiently manage WordPress websites and streamline your backend. Show, hide, disable, debug, limit and more, on one plugin.
nb_no: Vi hjelper deg som er admin med å administrere WordPress nettsteder effektivt og strømlinjeforme backend. Vis, skjul, deaktiver, feilsøk, begrens og mer i en plugin.
